Repository: lcandy2/container-ui
Catalog: ContainerUI/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld CPU • %@
source: %1$lld CPU • %2$@
zh_hans: %1$lld 处理器 • %2$@

source: %lld lines
zh_hans: %lld 行

source: 1d
zh_hans: 1 天

source: 1h
zh_hans: 1 小时

source: 5m
zh_hans: 5 分钟

source: Actions
zh_hans: 执行

source: Add
zh_hans: 添加

source: Add DNS Domain
zh_hans: 添加 DNS 名称

source: Address
zh_hans: 地址

source: All
zh_hans: 所有

source: Architecture
zh_hans: 架构

source: Cancel
zh_hans: 取消

source: Check for Updates...
zh_hans: 检查更新...

source: Common Images
zh_hans: 常见镜像

source: Container Configuration
zh_hans: 容器配置

source: Container Details
zh_hans: 容器详情

source: Container ID
zh_hans: 容器 ID

source: Container Info
zh_hans: 容器信息

source: Container Name (optional)
zh_hans: 容器名称（可选）

source: Container System
zh_hans: 容器系统

source: Container System Stopped
zh_hans: 容器系统已停止

source: CPUs
zh_hans: 处理器

source: Create
zh_hans: 创建

source: Create a container to get started
zh_hans: 创建一个容器来开始

source: Create Container
zh_hans: 创建容器

source: Danger Zone
zh_hans: 危险区域

source: Debug
zh_hans: 调试

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete Container
zh_hans: 删除容器

source: Delete Image
zh_hans: 删除镜像

source: Digest
zh_hans: 摘要

source: Display Name
zh_hans: 显示名称

source: DNS Management
zh_hans: DNS 管理

source: Enter a DNS domain name to add to the system configuration.
zh_hans: 输入要添加到系统配置的DNS域名

source: Error
zh_hans: 错误

source: Export Logs
zh_hans: 导出日志

source: Full Reference
zh_hans: 完整参考

source: Gateway
zh_hans: 网关

source: Hostname
zh_hans: 主机名

source: Image
zh_hans: 镜像

source: Image Details
zh_hans: 镜像详情

source: Image Digest
zh_hans: 镜像摘要

source: Image Info
zh_hans: 镜像信息

source: Image Reference
zh_hans: 镜像引用

source: Inspector
zh_hans: 检查器

source: Invalid Log Source
zh_hans: 日志源无效

source: Kernel
zh_hans: 内核

source: Line Numbers
zh_hans: 行号

source: Lines
zh_hans: 行

source: Lines:
zh_hans: 行:

source: Live
zh_hans: 实时

source: Loading %@...
zh_hans: 正在加载

source: Loading DNS settings...
zh_hans: 正在加载 DNS 设置…

source: Loading...
zh_hans: 正在加载…

source: Logs
zh_hans: 日志

source: Media Type
zh_hans: 媒体类型

source: Memory
zh_hans: 内存

source: Multi-arch
zh_hans: 多架构

source: Multi-architecture
zh_hans: 多架构

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: New Container
zh_hans: 新容器

source: No Container Selected
zh_hans: 未选择容器

source: No Containers
zh_hans: 没有容器

source: No DNS domains configured
zh_hans: 未配置DNS域

source: No Image Selected
zh_hans: 未选择镜像

source: No Images
zh_hans: 没有镜像

source: No Log Source
zh_hans: 没有日志源

source: No network connections
zh_hans: 没有网络连接

source: OK
zh_hans: 确认

source: Open Terminal
zh_hans: 打开终端

source: Operating System
zh_hans: 操作系统

source: Pull an image to get started
zh_hans: 拉取一个镜像来开始

source: Reference
zh_hans: 参考

source: Refresh
zh_hans: 刷新

source: Registry
zh_hans: 注册表

source: Repository
zh_hans: 仓库

source: Resources
zh_hans: 资源

source: Restart
zh_hans: 重启

source: Restart Container
zh_hans: 重启容器

source: Search logs...
zh_hans: 搜索日志...

source: Select a container to view details
zh_hans: 选择一个容器查看详情

source: Select an image to view details
zh_hans: 选择一个镜像以查看详情

source: Show Inspector
zh_hans: 显示检查器

source: Single-arch
zh_hans: 单架构

source: Single-architecture
zh_hans: 单一架构

source: Size
zh_hans: 大小

source: Start
zh_hans: 启动

source: Start Container
zh_hans: 启动容器

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop Container
zh_hans: 停止容器

source: System
zh_hans: 系统

source: System Controls
zh_hans: 系统控制

source: System Info
zh_hans: 系统信息

source: System Logs
zh_hans: 系统日志

source: Tag
zh_hans: 标签

source: Technical Details
zh_hans: 技术细节

source: Time Filter
zh_hans: 时间过滤

source: Time:
zh_hans: 时间:

source: Turn On
zh_hans: 打开

source: Unable to load log source
zh_hans: 无法加载日志源

source: Unable to load log source with ID: %@
zh_hans: 无法加载ID为%@的日志源

source: Updated %@ ago
zh_hans: 更新于%@前

source: View Boot Logs
zh_hans: 查看启动日志

source: View Logs
zh_hans: 查看日志

source: View System Logs
zh_hans: 查看系统日志

source: Word Wrap
zh_hans: 行间距
